Repository: behluluysal/StorageErp
Catalog: k1835web/Resources/content.*.resx
Languages: fr, it, ko, tr

# a24motto
source: United we stand, diveded we fall.
fr: L'Union fait la force.
it: L'unione fa la forza.
ko: 뭉치면 살고, 흩어지면 죽는다.
tr: Beraberken güçlüyüz,ayrıyken güçsüzüz

# about
source: About Us
fr: A propos de nous
it: Su di noi.
ko: 왕국 소개
tr: Hakkımızda

# accessDenied
source: You don't have permission to access this property.
fr: Accès refusé.
it: Non hai il permesso per accedere a questa proprietà.
ko: 이 속성에 액세스 할 수있는 권한이 없습니다.
tr: Buraya giriş hakkınız yok.

# activeSeasonText
source: Active Season:
fr: Saison active :
it: Stagione attiva.
ko: 현재 시즌 :
tr: Aktif Sezon

source: Add Alliance
fr: Ajouter Alliance
it: Aggiungi alleanza
ko: 동맹 추가
tr: İttifak Ekle

source: Add Officer
fr: Ajouter Officier
it: Aggiungi ufficiale.
ko: 임원 추가
tr: Subay Ekle

source: Add Season
fr: Ajouter Saison
it: Aggiungi stagione.
ko: 시즌 추가
tr: Sezon Ekle

source: Admin
fr: Administrateur
it: Amministratore
ko: 관리자

# adminlogin
source: Admin Login Page
fr: Identification Administrateur
it: Pagina login Amministratore.
ko: 관리자 로그인 페이지
tr: Yönetici Giriş Sayfası

source: Admin Panel
fr: Panneau Administrateur
it: Panello Amministratore.
ko: 관리자 패널

source: Alliance
it: Alleanza.
ko: 동맹
tr: İttifak

# allianceList
source: Alliance Perfomances List
fr: Liste des Performances de l'Alliance
it: Lista prestazioni alleanza.
ko: 동맹 성적
tr: İttifak Performans Listesi

source: Alliance Name
fr: Nom de l'Alliance
it: Nome alleanza.
ko: 동맹 이름
tr: İttifak Adı

# alliMatch
source: There is already one alliance with the same name. Dublicated data is not accepted.
fr: Une Alliance porte déjà ce nom. Impossible de donner le même.
it: Nome alleanza già esistente. I dati doppi non sono accettati.
ko: 이미 같은 이름의 동맹이 있습니다. 중복 데이터는 허용되지 않습니다.
tr: Farkı bir ittifakta ismin var.Yayınlanmış isimler kabul edilemez.

source: Back to List
fr: Retour à la liste
it: Ritorna alla lista.
ko: 다시 목록으로
tr: Listeye geri dön

# box1
source: W&R / War and Respect
it: W&R / Guerra e Rispetto

# box2
source: S835 / The Supreme Sodomites
fr: S835 / The Lacedaemonians
it: S835 / The Lacedaemonians
ko: S835 / The Lacedaemonians
tr: S835 / The Lacedaemonians

# box3
source: 35FF / The Fighting Farmers
it: 35FF / I contadini combattenti

# box4
source: FK35 / French Kiss
it: FK35 / Bacio francese

# box5
source: AK35 / Ardrahan Knights
it: AK35 / Cavallieri di Ardrahan

# box6
source: TSSL / The Supreme Latinos
it: TSSL / I latini supremi

source: Create
fr: Créer
it: Creare
ko: 만들다
tr: Oluştur

# createPlayer
source: Player Registiration
fr: Créer Joueur
it: Registrazione giocatore
ko: 플레이어 등록
tr: Oyuncu Kaydı

# databaseOp
source: Database Operations
fr: Opérations de la base de données
it: Operazioni banca dati.
ko: 데이터베이스 작업
tr: Veritabanı İşlemleri

# dbError
source: Database Error
fr: Erreur base de données
it: Errore banca dati
ko: 데이터베이스 오류
tr: Veritabanı Hatası

# dbErrorTex
source: The data you are trying to delete has childs on database. If you want to remove this data, you should delete the children first. (eq: Players or performances).
fr: Les données que vous essayez d'effacer ont donné lieu à d'autres données. Si vous souhaiter effacer ces données, vous devez effacer les autres d'abord. (exemple : Joueurs ou Performances).
it: I dati che stai cercando di eliminare hanno figli nella banca dati. Se vuoi rimuovere questi dati, dovresti eliminare prima i figli. ( Giocatori o prestazioni )
ko: 삭제하려는 데이터에 데이터베이스에 하위 항목이 있습니다. 이 데이터를 제거하려면 먼저 하위 항목을 삭제해야 합니다. (eq : 플레이어 또는 성적).
tr: Silmeye çalıştığınız verilerin veritabanında alt öğeleri var. Bu verileri kaldırmak istiyorsanız, önce çocukları silmelisiniz. (eq: Oyuncular veya performanslar).

# death
source: Deads
fr: Morts
it: Morti.
ko: 사망
tr: Ölü Sayısı

# deathb
source: Deaths Base
fr: Base de morts
it: Morti base.
ko: 전사 기반
tr: Başlangıç ölü sayısı

# deathl
source: Deaths Last
fr: Morts restants
it: Morti finali.
ko: 마지막 전사
tr: Bitiş ölü sayısı

# deathPercent
source: Death Point
fr: Points de mort
it: Punti morte.
ko: 전사 점수
tr: Ölü puanı

source: Delete
fr: Effacer
it: Elimina.
ko: 지우다
tr: Sil

# deletePlayer
source: Performance Delete
fr: Effacer Performance
it: Elimina prestazioni
ko: 성적 삭제
tr: Performans Sil

# deletePlayer2
source: Are you sure to delete this player? This process can not be taken back
fr: Êtes vous sûr de vouloir supprimer ce joueur ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questo giocatore? Il processo è irreversibile.
ko: 이 플레이어를 삭제 하시겠습니까? 이 프로세스는 되돌릴 수 없습니다.
tr: Bu oyuncuyu silmek istediğinizden emin misiniz? Bu süreç geri alınamaz

# deleteText
source: Are you sure to delete this object? This process can not be taken back.
fr: Êtes vous sûr de vouloir supprimer ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questo oggetto? Il processo è irreversibile.
ko: 이 개체를 삭제 하시겠습니까? 이 프로세스는 되돌릴 수 없습니다.
tr: Bu nesneyi silmek istediğinizden emin misiniz? Bu süreç geri alınamaz.

source: Details
fr: Détails
it: Dettagli.
ko: 세부
tr: Detaylar

source: Edit
fr: Editer
it: Modificare.
ko: 편집하다
tr: Düzenleme

# editPlayer
source: Player Edit
fr: Editer joueur
it: Modifica giocatore.
ko: 플레이어 편집
tr: Oyuncu Düzenleme

# emptyError
source: Nickname or Alliance can not be null. Please try again.
fr: Surnom ou Alliance ne peuvent être vide. Réessayez s'il vous plait.
it: Soprannome o alleanza non possono essere nulli. Per favore prova di nuovo.
ko: 닉네임 또는 연맹은 빈 칸일 수 없습니다. 다시 시도하십시오.
tr: Kullanıcı Adı veya İttifak boş olamaz. Lütfen tekrar deneyin.

# hbox1
source: Rule Based Kingdom
fr: Royaume avec règlement
it: Regole base Regno.
ko: 규칙 기반 왕국
tr: Kurala Dayalı Krallık

# hbox1t
source: Are you always getting verbally abused? Having frequently civil wars? All you need is 1835. Our rules are set by council and applied to every player on the kingdom. If someone breaks the rules no matter his/her position, there will be punishments.
fr: Êtes vous souvent insultés ? Faites vous souvent face à des guerres civiles ? Tout ce dont vous avez besoin est 1835. Nos règles sont mises en place par un Conseil et appliquées par tous les joueurs du Royaume. Si quelqu'un les enfreint, peu importe sa position, il sera sanctionné.
it: Vieni sempre insultato? Spesso finisci in guerre civili? Quello che ti serve è 1835. Le nostre regole sono decide dal consiglio e applicate a tutti i giocatori del regno. Se qualcuno infrange le regole non importa la sua posizione, sarà punito.
ko: 의사소통 또는 언어 폭력 문제가 있습니까? 내전이 자주 발생합니까? 그렇다면 답은 1835 왕국 입니다. 우리의 규칙은 왕국 의회에서 정하고 왕국의 모든 플레이어에게 적용됩니다. 지위에 관계없이, 규칙을 어기면 처벌을 받게 됩니다.
tr: Her zaman sözlü tacize mi uğruyorsunuz? Sık sık iç savaş mı yaşıyorsunuz? İhtiyacınız olan tek şey 1835. Kurallarımız konsey tarafından belirlenir ve krallıktaki her oyuncuya uygulanır. Rütbesi ne olursa olsun kuralları çiğnerse cezalar olur.

# hbox2
source: International Kingdom
fr: Royaume International
it: Regno internazionale
ko: 국제 왕국
tr: Uluslararası Krallık

# hbox2t
source: Always lack of reinforcements during wars? Are you always fighting alone? These things are only in our imaginations in 1835. We are an highly active kingdom and we have players all around the world. You will never feel alone again!
fr: Vous manquez toujours de renforts durant les guerres ? Combattez vous toujours seul(e) ? Ces choses sont imaginaires à 1835. Nous sommes un Royaume très actif et avons des joueurs du monde entier. Vous ne vous sentirez jamais seul(e) !
it: Ti mancano i rinforzi in guerra? Combatti sempre da solo? Queste cose esistono solo nella fantasia nel 1835. Siamo un regno attivo con giocatori ovunque nel mondo. Non ti sentirai mai più da solo.
ko: 전쟁 중에 지원이 부족합니까? 당신은 항상 혼자 싸우고 있습니까? 이러한 것들은 1835 왕국에선 생각할 수 없는 일입니다. 우리는 매우 활동적인 왕국이며 전 세계에 플레이어가 있습니다. 다시는 외로움을 느끼지 않을 것입니다.
tr: Savaşlar sırasında her zaman takviye eksikliği mi oluyor? Hep yalnız mı savaşıyorsun? Bunlar sadece 1835'te hayal gücümüzde. Son derece aktif bir krallığız ve dünyanın her yerinde oyuncularımız var. Bir daha asla yalnız hissetmeyeceksin!

# hbox3
source: Efficient and Fiar Event System
fr: Système d'évènements Fiable et Compétent
it: Sistema eventi efficiente e coretto.
ko: 효율적이고 공정한 이벤트 시스템
tr: Verimli ve Adil Event Sistemi

# hbox3t
source: Does whales take all the events in your kingdom? Can't you grow? In 1835 mighthiest Governor Events and some of the 20 golden sculpture events are set for tier 4 players. We care about our tier 5 players, but we didn't abandon our brave tier 4 players too. We care for our infrastructure.
fr: Est-ce que des baleines vous prennent tous les évènements dans votre Royaume ? Vous ne pouvez pas évoluer ? Au Royaume 1835, des évènements pour les gouverneurs les plus puissants et certains des évènements des 20 sculptures d'or sont organisés pour les joueurs d'échelon 4. Nous tenons à nos joueurs d'échelon 5, mais nous n'avons pas abandonné nos braves joueurs d'échelon 4. Nous tenons à tous nos joueurs.
it: Le balene vincono tutti gli eventi nel tuo regno? Non riesci a crescere? Nel 1835 Il governatore leggendario ed alcuni eventi con 20 sculture dorate sono per i giocatori con T4. A noi importa dei giocatori con T5, ma non abbandoniamo i nostri coraggiosi giocatori con T4. Ci prendiamo cura della nostra infrastruttura.
ko: 고래(과금러)가 왕국의 모든 이벤트를 가져가나요? 성장할 수 없습니까? 1835 왕국에서는 최강의 지도자 이벤트와 전설 조각상 이벤트 중 일부가 4티어 플레이어를 위해 설정됩니다. 우리는 5티어 플레이어를 좋아하지만 용감한 4티어 플레이어도 포기하지 않습니다. 우리는 저투력 유저도 중요하게 생각합니다.
tr: Krallığınızdaki tüm etkinlikleri balinalar alıyor mu? Gelişemiyor musun ? 1835'te En Güçlü Vali Etkinlikleri ve 20 altın heykel etkinliğinden bazıları T4 oyuncular için ayarlandı. T5 oyuncularımızı önemsiyoruz ama cesur T4 oyuncularımızı da terk etmedik. Altyapımıza önem veriyoruz.

# hbox4
source: Brave and Experienced Players
fr: Joueurs braves et expérimentés
it: Giocatori coraggiosi con esperienza.
ko: 용감하고 경험 많은 플레이어
tr: Cesur ve Tecrübeli Oyuncular

# hbox4t
source: We only accept fighters who showed their bravery.
fr: Nous n'acceptons que des guerriers s'étant montrés braves.
it: Accettiamo solo combattenti che hanno dimostrato il loro coraggio.
ko: 용기를 보여준 전사들만 받아들입니다.
tr: Sadece cesaretini gösteren savaşçıları kabul ediyoruz

source: Help
fr: Aide
it: Aiuto.
ko: 도움
tr: Yardım

source: Home
fr: Page d'Accueil
it: Casa.
ko: 집
tr: Ev

source: Honor
fr: Honneur
it: Onore.
ko: 명예
tr: Onur Puanı

# honorb
source: Honor Base
fr: Base d'Honneur
it: Onore base.
ko: 명예 점수 기반
tr: Onur Puanı Başlangıcı

# honorl
source: Honor Last
fr: Honneur Restant
it: Onore finale.
ko: 마지막 명예 점수
tr: Onur Puanı Başlangıcı

# honorPercent
source: Honor Point
fr: Points d'Honneur
it: Punti onore.
ko: 명예 점수
tr: Onur Puanı

source: Information
it: Informazioni.
ko: 정보
tr: Bilgi

source: Is Active?
fr: Est Actif ?
it: è attivo?
ko: 활성?
tr: Aktif

# kdt
source: Kingdom Deaths Total:
fr: Total Morts Royaume :
it: Morti totali regno.
ko: 왕국 전사자 합계 :
tr: Krallık Ölü Sayısı Toplamı

# kht
source: Kingdom Honor Total:
fr: Total Honneur Royaume :
it: Onore totale regno.
ko: 왕국 명예 점수 합계 :
tr: Krallık Onur Puanı Sayısı Toplamı

# killPercentt4
source: T4 Kill Point
fr: T4 Points de mises à morts
it: Punti uccisioni T4.
ko: 4티어 킬 포인트
tr: T4 Ölü Sayısı

# killPercentt5
source: T5 Kill Point
fr: T5 Points de mises à morts
it: Punti uccisioni T5.
ko: 5티어 킬 포인트
tr: T5 Ölü Sayısı

source: Kingdom
fr: Royaume
it: Regno.
ko: 왕국
tr: Krallık

source: Kingdom 1835
fr: Royaume 1835
it: Regno 1835.
ko: 1835 왕국
tr: Krallık 1835

source: Kingdom Members
fr: Membres du Royaume
it: Membri regno.
ko: 왕국 멤버
tr: Krallık Üyeleri

# krsst
source: Kingdom Resource Support Total:
fr: Total Aide en Ressources du Royaume :
it: Supporto risorse totale regno.
ko: 왕국 자원 지원 합계 :
tr: Krallık Toplam Kaynak Desteği

# kt4kt
source: Kingdom T4 Kills Total:
fr: Total Mises à morts T4 du Royaume :
it: Punti uccisioni T4 regno.
ko: 왕국 4티어 총 처치 :
tr: Krallık Toplam T4 Ölü Sayısı

# kt5kt
source: Kingdom T5 Kills Total:
fr: Total Mises à Morts T5 du Royaume :
it: Punti uccisioni T5 regno.
ko: 왕국 5티어 총 처치 :
tr: Krallık Toplam T5 Ölü Sayısı

# kvk
source: Kvk Ranking
fr: Classement Kvk (Royaume perdu)
it: Classifica kvk.
ko: Kvk 랭킹
tr: Kvk Sıralaması

source: Kvk Ranking
fr: Classement Kvk (Royaume perdu)
it: Classifica kvk.
ko: Kvk 랭킹
tr: Kvk Sıralaması

source: Landing Page
fr: Page d'atterissage
it: Pagina di destinazione.
ko: 방문 페이지
tr: Açılış Sayfası

# lastbox
source: Here are some reasons why you should join 1835 now!
fr: Voici quelques raisons pour lesquelles vous devriez rejoindre 1835 maintenant !
it: Eccoti qualche motivo per cui dovresti unirti a 1835 adesso!
ko: 지금 1835에 가입해야하는 몇 가지 이유가 있습니다!
tr: İşte şimdi 1835'e katılmanız için bazı nedenler!

# lastboxs
source: About Our Kingdom
fr: A propos de notre Royaume
it: Riguardo il nostro regno.
ko: 우리 왕국에 대하여
tr: Krallığımız Hakkında

# listEditAlliance
source: Alliance List / Edit
fr: Lister / Editer Alliance
it: Lista / modifica alleanza.
ko: 동맹 목록 / 편집
tr: İttifak Listesi / Düzenleme

# listEditOfficers
source: Officers List / Edit
fr: Lister / Editer Officiers
it: Lista / modifica ufficiali.
ko: 임원 목록 / 편집
tr: Subay Listesi / Düzenleme

# listEditPerformances
source: Performances List / Edit
fr: Lister / Editer Performances
it: Lista / modifica prestazione.
ko: 공연 목록 / 편집
tr: Performans Listesi / Düzenleme

# listEditPlayers
source: Players List / Edit
fr: Lister / Editer Joueurs
it: Lista / modifica giocatori.
ko: 선수 목록 / 편집
tr: Oyuncu Listesi / Düzenleme

# listEditSeason
source: Season List / Edit
fr: Lister / Editer Saison
it: Lista / modifica stagione.
ko: 시즌 목록 / 편집
tr: Sezon Listesi / Düzenleme

source: Login
fr: S'identifier
it: Accesso.
ko: 로그인
tr: Oturum Aç

source: Logout
fr: Se déconnecter
it: Disconnettersi.
ko: 로그아웃
tr: Çıkış Yap

source: Management panel
fr: Panneau de Gestion
it: Panello gestione.
ko: 관리 패널
tr: Yönetim paneli

# matchedUsername
source: This username is already taken. Process can not continue. Please try again with a different username
fr: Ce nom est déjà pris. Action impossible. Réessayez avec un nom différent s'il vous plait.
it: Il nome utente e già in uso. Il processo non può continuare. Per favore prova di nuovo con un nome utente diverso.
ko: 이미 사용 중인 사용자 이름입니다. 프로세스를 계속할 수 없습니다. 다른 사용자 이름으로 다시 시도하십시오.
tr: Bu kullanıcı adı zaten alınmış. İşlem devam edemez. Lütfen farklı bir kullanıcı adıyla tekrar deneyin

# membox1
source: With the high activity and fair reward system, we are offering you a very happy kingdom. You will never feel alone in our kingdom.
fr: Avec une forte activité et un système de récompense équitable, nous vous offrons un Royaume très heureux. Vous ne vous y sentirez jamais seul(e).
it: Con molta attività e con il sistema di ricompensazione coretto, ti offriamo un regno molto felice. Non ti sentirai mai solo nel nostro regno.
ko: 높은 활동력과 공정한 보상 시스템으로 매우 행복한 왕국이라고 자부합니다. 당신은 우리 왕국에서 결코 외롭다고 느끼지 않을 것입니다.
tr: Yüksek etkinlik ve adil ödül sistemi ile sizlere çok mutlu bir krallık sunuyoruz. Krallığımızda asla yalnız hissetmeyeceksin.

# membox1s
source: Happy kingdom members.
fr: Membres du Royaume heureux.
it: Membri regno felici.
ko: 행복한 왕국 회원들.
tr: Mutlu Krallık Üyeleri

# membox2
source: Our I.T. team works for you. We have our own website, and we are working applications for you. You can always track your points on our website whenever you want. Kvk rewards will be shared fairly according to our systems.
fr: Notre équipe informatique travaille pour vous. Nous avons notre propre site internet. Vous pouvez toujours suivre vos points sur notre site à n'importe quel moment. Les récompenses du Royaume Perdu seront partagées de manière juste par rapport à nos systèmes.
it: Il nostro team I.T. lavora per voi. Abbiamo il nostro sito web e lavoriamo su applicazioni per voi. Puoi tenere traccia dei tuoi punti sul sito. Le ricompense del kvk saranno condivise equamente come previsto dal nostro sistema.
ko: I.T 팀이 당신을 위해 일합니다. 우리는 우리의 웹 사이트를 가지고 있으며, 우리는 당신을 위해 몇 가지를 작업하고 있습니다. 언제든지 웹 사이트에서 당신의 포인트를 확인할 수 있습니다. Kvk 보상은 우리의 시스템에 따라 공정하게 공유됩니다.
tr: Bilgi Teknolojimiz takımımız sizin için çalışıyor. Kendi web sitemiz var ve sizin için uygulamalar çalışıyoruz. Puanlarınızı dilediğiniz zaman web sitemizde takip edebilirsiniz. Kvk ödülleri, sistemimize göre adil bir şekilde paylaşılacaktır.

# membox2s
source: Fair reward system.
fr: Système de récompense équitable.
it: Sistema ricompense onesto.
ko: 공정한 보상 시스템.
tr: Eşit ödül sistemi

# membox3
source: Our kingdom has players all around the world. Kingship is rotating between online officers. You will never have to wait to do something in 1835!
fr: Notre Royaume a des joueurs venant du monde entier. Sa direction est partagée entre les officiers en ligne. Vous n'aurez jamais à attendre pour faire quelque chose à 1835 !
it: Il nostro regno ha giocatori da tutto il mondo. La rotazione della regalità sarà tra gli ufficiali in linea. Non dovrai mai aspettare per fare le cose nel 1835.
ko: 우리 왕국에는 전 세계에 플레이어가 있습니다. 왕의는 온라인 상태인 서버 임원들이 24시간 교대하고 있습니다. 1835 왕국에서는 왕이 올 때까지 기다릴 필요가 없습니다!
tr: Krallığımızın dünyanın her yerinde oyuncuları var. Krallık, çevrimiçi Subaylar arasında dönüyor. 1835'te bir şey yapmak için asla beklemek zorunda kalmayacaksınız!

# membox3s
source: High activity.
fr: Forte activité.
it: Attività alta.
ko: 높은 활동.
tr: Yüksek Aktivite

# membox4
source: With the strategic planning team and highly active r4 from all alliances, victory will be ours in every war!
fr: Avec l'équipe de planning stratégique et des R4 très actifs venant de toutes alliances, la victoire sera nôtre à chaque bataille !
it: Con una squadra di pianificazione tattica e R4 molto attivi in tutte le alleanze, la vittoria sarà nostra in ogni guerra!
ko: 전략 기획 팀과 모든 동맹의 활발한 임원과 함께 모든 전쟁에서 승리가 우리의 것이 될 것입니다!
tr: Stratejik planlama ekibi ve tüm ittifaklardan son derece aktif r4 ile, her savaşta zafer bizim olacak!

# membox4s
source: Kvk winner.
fr: Gagnant du Kvk.
it: Vincitore kvk.
ko: Kvk 우승자.
tr: Kvk kazananı.

# motto
source: Welcome to Kingdom 1835..
fr: Bienvenue au Royaume 1835...
it: Benvenuto nel regno 1835.
ko: 1835 왕국에 오신 것을 환영합니다.
tr: 1835 Krallığına Hoşgeldiniz

source: Move!
fr: Bougez !
it: Spostati!
ko: 움직여!
tr: Hareket Et

source: Nickname
fr: Surnom
it: Soprannome.
ko: 닉네임
tr: Kullanıcı Adı

source: No Active Season
fr: Pas de saison active
it: Stagione non attiva.
ko: 활성 시즌 없음
tr: Aktif Sezon Yok

# noAlliance
source: Alliance can not be null. Please tell your superadmins to add alliances to the system database.
fr: Pas d'alliance. Demandez s'il vous plait à vos super administrateur d'ajouter l'alliance dans la base de données du système.
it: L'alleanza non può essere nulla. Per favore comunicare con i super amministratori per aggiungere l'alleanza alla banca dati.
ko: 연맹은 null 일 수 없습니다. 최고 관리자에게 시스템 데이터베이스에 연맹을 추가하도록 알려주십시오.
tr: İttifak boş olamaz. Lütfen süper yöneticilerinize sistem veritabanına ittifaklar eklemelerini söyleyin.

source: None
fr: Aucun
it: Nessuna.
ko: 없음
tr: Yok

# noPreparation
source: No Preparation Season
fr: No season preparation
it: Nessuna stagione preparativa.
ko: 준비 시즌 없음
tr: Hazırlık Sezonu Yok

# noSeason
source: Performance values can not be saved because there are no active season.
fr: Les valeurs de performances ne peuvent être sauvegardées car il n'y a pas de saison active.
it: Il valore delle prestazioni non può essere salvata perché non ci sono stagioni attive.
ko: 활성 시즌이 없기 때문에 성적 값을 저장할 수 없습니다.
tr: Aktif sezon olmadığı için performans değerleri kaydedilemez.

# notEditable
source: Player saved successfuly but this season is deactivated. Archieved performance data can not be changed!
fr: Sauvegarde réussie par le joueur mais cette saison est désactivée. Les données de performances archivées ne peuvent être modifiées !
it: Giocatore salvato con successo ma disattivato questa stagione. I dati archiviati non possono essere modificati!
ko: 플레이어가 성공적으로 저장되었지만 이번 시즌은 비활성화되었습니다. 달성 한 성능 데이터는 변경할 수 없습니다!
tr: Oyuncu başarıyla kurtardı ancak bu sezon devre dışı bırakıldı. Arşivlenen performans verileri değiştirilemez!

source: Officer
fr: Officier
it: Ufficiale.
ko: 임원
tr: Subay

source: Officers
fr: Officiers
it: Ufficiali.
ko: 임원
tr: Subaylar

source: Openfield
fr: Champs de bataille
it: Campo aperto.
ko: 필드
tr: Açıkalan

source: Password
fr: Mot de passe
it: Parola d'ordine.
ko: 암호
tr: Şifre

# performanceAlliance
source: Alliance (in Performance)
fr: Alliance (dans Performance)
it: Alleanza ( prestazione )
ko: 동맹 (성적 순)
tr: İttifak (Performansı)

# performanceCreate
source: Create Performance
fr: Créer Performance
it: Creare prestazione.
ko: 성과 창출
tr: Performans Oluştur

source: Performance Table
fr: Tableau des Performances
it: Tabella prestazione.
ko: 성적 표
tr: Performans Tablosu

# performanceTableTex
source: You can see player performances on this tab.
fr: Vous pouvez voir les performances d'un joueur dans ce tableau.
it: Puoi vedere la prestazione del giocatore su questa tabella.
ko: 이 탭에서 플레이어 실적을 볼 수 있습니다.
tr: Oyuncu performanslarını bu sayfada görebilirsiniz.

# performanceText
source: You can create player performance to active season on this tab. !There should be an active season, otherwise create process can not be proceed.
fr: Vous pouvez créer une performance de joueur pour activer la saison dans ce tableau. Attention, il devra y avoir une saison active, sinon le processus de création ne pourra fonctionner.
it: Puoi creare prestazione giocatore nella stagione attiva su questa tabella! Deve esserci una stagione attiva, altrimenti il processo di creazione non procederà.
ko: 이 탭에서 활성 시즌에 대한 선수 성과를 만들 수 있습니다. ! 활성 시즌이 있어야합니다. 그렇지 않으면 생성 프로세스를 진행할 수 없습니다.
tr: Bu sekmede aktif sezon için oyuncu performansı oluşturabilirsiniz. Aktif bir sezon olmalı, aksi takdirde oluşturulamaz.

source: Player
fr: Joueur
it: Giocatore.
ko: 플레이어
tr: Oyuncu

source: Players
fr: Joueurs
it: Giocatori.
ko: 플레이어
tr: Oyuncular

# points
source: Total Points
fr: Points totaux
it: Punti totali.
ko: 총점
tr: Toplam Puan

# prepActive
source: A season can not be set "Preparation" and "Active" at the same time. Please make sure you set Preparation or Active. NOT BOTH!
fr: Une saison ne peut être "en préparation" et "active" en même temps. Soyez sûrs de choisir une catégorie. PAS LES DEUX !
it: Una stagione non può essere "preparazione" e " attiva" insieme. Per favore assicurarsi di scegliere una delle due. NON ENTRAMBE.
ko: 시즌은 "준비"와 "활성"을 동시에 설정할 수 없습니다. 준비 또는 활성을 설정했는지 확인하십시오. 둘 다가 아닙니다!
tr: Bir sezon aynı anda hem "Hazırlık" hem de "Aktif" olarak ayarlanamaz. Lütfen Hazırlık veya Etkin ayarını yaptığınızdan emin olun. İKİSİDE DEĞİL!

# preparation
source: Preperation
fr: Préparation
it: Preparazione.
ko: 준비
tr: Hazırlık

# rallyandgarrison
source: Rally/Garrison
fr: Rally / Garnison
it: Rally/Guarnigione.
ko: 집결 / 방어
tr: Toplu Saldırı/Garnizon

# rbox1
source: NO SWEARING
fr: PAS DE VULGARITÉ
it: NO PAROLACCE.
ko: 나쁜 말 금지
tr: KÜFÜR YASAK

# rbox1t
source: Abusing others verbally is completely blocked in our kingdom. You need to respect to everyone, even your enemies.
fr: Abuser verbalement d'autres joueurs est complétement interdit dans notre Royaume. Vous devez respecter tout le monde, même vos ennemis.
it: Nel nostro regno è vietato insultare gli altri. Devi rispettare tutti, perfino i tuoi nemici.
ko: 다른 사람에게 욕하는 것은 우리 왕국에서 완전히 금지됩니다. 모든 사람, 심지어 적까지 존중해야 합니다.
tr: Başkalarını sözlü olarak kötüye kullanmak krallığımızda tamamen engellenmiştir. Herkese, düşmanlarınıza bile saygı duymalısınız.

# rbox2
source: NO RACISM
fr: PAS DE RACISME
it: No razzismo.
ko: 인종 차별 금지
tr: IRKÇILIK YASAK
