Repository: behluluysal/StorageErp
Catalog: k1835web/Resources/content.*.resx
Languages: fr, it, ko, tr

# rbox2t
source: Racism is completely blocked in our kingdom. You need to respect to everyone, even your enemies.
fr: Le racisme est complétement interdit dans notre Royaume. Vous devez respecter tout le monde, même vos ennemis.
it: Nel nostro regno il razzismo e vietato. Devi rispettare tutti, perfino i tuoi nemici.
ko: 우리 왕국에서는 인종 차별이 완전히 차단되어 있습니다. 모든 사람, 심지어 적까지 존중해야 합니다.
tr: Krallığımızda ırkçılık tamamen engellendi. Herkese, düşmanlarınıza bile saygı duymalısınız.

# rbox3
source: NO CITY ATTACKS
fr: PAS D'ATTAQUES DE VILLE
it: No attacchi sulle città.
ko: 도시 공격 금지
tr: ŞEHİR SALDIRISI YASAK

# rbox3t
source: Kingdom players can not attack other cities unless the council order.
fr: Les joueurs du Royaume ne peuvent attaquer d'autres villes sauf sur ordre du Conseil.
it: I giocatori del regno non possono attaccare altre città se non per ordine del consiglio.
ko: 왕국 플레이어는 왕국 임원의 허가가 없으면 다른 도시를 공격 할 수 없습니다.
tr: Krallık oyuncuları, konsey emri olmadan diğer şehirlere saldıramaz.

# rbox4
source: FOLLOWING MGE RULES
fr: SUIVRE LES RÈGLES DU MGE (Le Plus Grand Gouverneur)
it: Seguire regole MGE.
ko: 최강의 지도자 이벤트 규칙 따르기
tr: EN BÜYÜK VALİ ETKİNLİĞİ KURALLARINI TAKİP ETMEK ZORUNLU

# rbox4t
source: Council sends mighthiest governor event rules before the event starts.
fr: Le Conseil envoie les règles du MGE (Le Plus Grand Gouverneur) avant que l'évènement ne commence.
it: Il consiglio invierà le regole per il governatore leggendario prima di ogni evento.
ko: 왕국 임원은 해당 이벤트가 시작되기 전에 이벤트 규칙을 보냅니다.
tr: Konsey, etkinlik başlamadan önce En Güçlü Vali kurallarını gönderir.

# rbox5
source: EVENT RULES
fr: RÈGLES DE L'EVENEMENT
it: Regole eventi.
ko: 이벤트 규칙
tr: ETKİNLİK KURALLARI

# rbox5t
source: Council sends specific event rules before the event starts.
fr: Le Conseil envoie des règles d'évènement spécifiques avant que celui-ci ne commence.
it: Il consiglio invierà regole specifiche prima che un evento inizi.
ko: 왕국 임원은 이벤트가 시작되기 전에 해당 이벤트 규칙을 보냅니다.
tr: Konsey, etkinlik başlamadan önce 20 Heykel Etkinlik kurallarını gönderir.

# rbox6
source: DISCORD IS REQUIRED
fr: DISCORD EST NÉCESSAIRE
it: Discord necessario.
ko: 디스코드가 필요합니다
tr: DİSCORD ZORUNLUDUR

# rbox6t
source: Kingdom players should use discord. The best weapon on wars is communication. And we are using this weapon efficiently.
fr: Les joueurs du Royaume devraient utiliser Discord. La meilleure arme pour les combats est la communication, et nous utilisons cette arme efficacement.
it: I giocatori del regno dovrebbero usare discord. L'arma migliore in guerra è la comunicazione e la stiamo usando efficacemente.
ko: 왕국 플레이어는 디스코드를 사용해야 합니다. 전쟁에서 가장 좋은 무기는 의사 소통입니다. 그리고 우리는 이 무기를 효율적으로 사용하고 있습니다.
tr: Krallık oyuncuları Discord kullanmalıdır. Savaşlarda en iyi silah iletişimdir. Ve bu silahı verimli bir şekilde kullanıyoruz.

source: Register Members
fr: Enregistrer membres
it: Registrare membri.
ko: 회원 등록
tr: Üyeleri Kaydet

# rssb
source: RSS Base
fr: Base RSS
it: Base rss.
ko: 자원 지원 기반
tr: Kaynak Desteği Başlangıcı

# rssl
source: RSS Last
fr: RSS restantes
it: Ultimo rss.
ko: 마지막 자원 지원
tr: Son Kaynak Desteği

# rssPercent
source: Resources Point
fr: Points de Ressources
it: Punto risorse.
ko: 자원 지원 점수
tr: Kaynak Puanı

source: Rules
fr: Règlement
it: Regole.
ko: 규칙
tr: Kurallar

source: Save
fr: Enregistrer
it: Salvare.
ko: 저장
tr: Kayıt

source: Save to Season
fr: Sauvegarder vers Saison
it: Salvare in stagione.
ko: 시즌 저장
tr: Sezonu Kaydet

source: Season
fr: Saison
it: Stagione.
ko: 시즌
tr: Sezon

# seasonMatch
source: There is already one season with the same name. Dublicated data is not accepted.
fr: Une saison porte déjà le même nom. Impossible de l'utiliser.
it: Esiste già una stagione con lo stesso nome. I dati doppi non sono accettati.
ko: 이미 같은 이름의 시즌이 있습니다. 중복 데이터는 허용되지 않습니다.
tr: Zaten aynı isimde bir sezon var. Yayınlanmış veriler kabul edilmez.

source: Season Name
fr: Nom de la Saison
it: Nome stagione.
ko: 시즌 이름
tr: Sezon Adı

# serverError
source: There was an unknown error. Please report to the I.T.
fr: Une erreur inconnue s'est produite. Veuillez la reporter au I.T s'il vous plait.
it: Errore sconosciuto. Per favore comunicare con I.T.
ko: 알 수없는 오류가 있습니다. I.T 팀에 보고하십시오.
tr: Bilinmeyen bir hata oluştu. Lütfen I.T.'ye rapor verin.

# slogan
source: Where the legends are born!
fr: Où les Légendes sont nées !
it: Dove nascono le leggende.
ko: 전설이 태어난 곳!
tr: Efsanelerin doğduğu yer!

source: Submit
fr: Soumettre
it: Registrarsi.
ko: 제출
tr: Teklif

# success_db
source: Process successful.
fr: Action réussie.
it: Processo riuscito.
ko: 성공적으로 처리되었습니다.
tr: İşlem Başarılı.

source: Super Admin
fr: Super Administrateur
it: Super amministratore.
ko: 최고 관리자
tr: Süper Yönetici

# t4k
source: T4 Kills
fr: Mises à mort T4
it: Uccisioni T4.
ko: 4티어 처치
tr: T4 Leş Sayısı

# t4kb
source: T4 Kills Base
fr: Base des mises à mort T4
it: Base uccisioni T4.
ko: 4티어 처치 기반
tr: T4 Leş Sayısı Başlangıcı

# t4kl
source: T4 Kills Last
fr: Mises à mort T4 restantes
it: Uccisioni finali T4.
ko: 마지막 4티어 처치
tr: T4 Leş Sayısı Sonu

# t5k
source: T5 Kills
fr: Mises à mort T5
it: Uccisioni T5.
ko: 5티어 처치
tr: T5 Leş Sayısı

# t5kb
source: T5 Kills Base
fr: Base des mises à morts T5
it: Base uccisioni T5.
ko: 5티어 처치 기반
tr: T5 Leş Sayısı Başlangıcı

# t5kl
source: T5 Kills Last
fr: Mises à mort T5 restantes
it: Uccisioni finali T5.
ko: 마지막 5티어 처치
tr: T5 Öldürme Sayısı Sonu

source: Table
it: Tabella.
ko: 표
tr: Tablo

# tableAciklama
source: Every players records are stored in the database (t4 kills, t5 kills, deaths, rss support, honor points). 1). System calculates the total values. After that system calculates how much you contributed to these values. For example: (x*100)/total, where x is your t4 kills and total is the kingdom t4 kills. The result will show how much you contributed on %100. The last step is multiplying your % with the kvk season point. These points are set by the king. For example let's say your (x*100)/total is 24% for t4 kills and the king set t4 kill score as 0,7. That means you will gain 16,8 points from your t4 kills.
fr: Les informations de tous les joueurs sont stockées dans la base de données (mises à mort de T4 et T5, morts, aides ressources et points d'honneur.) 1) Le système calcule les valeurs totales. Par exemple : (x*100)/total, où "x" est votre nombre de mises à mort T4 et "total" représente le nombre de mises à mort T4 du Royaume. Le résultat montrera votre taux de contribution sur 100%. La dernière étape est de multiplier votre pourcentage avec les points de la saison Kvk. Ces points sont fixés par le Roi. Par exemple, disons que votre (x*100)/total est 24% pour les mises à mort T4 et le roi à fixé un score de mises à mort T4 de 0,7. Cela signifie que vous gagnerez 16,8 points de vos mises à mort T4.
it: Tutti i dati dei giocatori vengono registrati ( uccisioni T4, uccisioni T5, morti, aiuto risorse, punti onore ). 1) Il sistema calcolerà il valore totale. Dopodiché il sistema calcolerà la partecipazione nei valori. Esempio: (x*100)/totale, dove x sono le tue uccisioni T4 e totale sono le uccisioni totali T4 del regno. I risultati mostreranno il tuo contributo in percentuale. L'ultimo passo sarà moltiplicare la tua percentuale con i punti della stagione kvk. Il valore dei punti viene deciso dal Re. Esempio: 24% contribuzione uccisioni T4 e il re decide 0.7 per uccisione. Significa che avrai 16.8 punti dalle tue uccisioni T4.
ko: 모든 플레이어 기록은 데이터베이스에 저장됩니다 (4티어 처치, 5티어 처치, 전사, 자원 지원, 명예 점수). 1). 시스템은 총 값을 계산합니다. 그 후 시스템은 이러한 가치에 얼마나 기여했는지 계산합니다. 예 : (x * 100) / total, 여기서 x는 당신의 4티어 처치이고 total은 왕국 전체의 4티어 처치입니다. 결과는 귀하가 왕국에 얼마나 기여했는지 % 단위로 보여줍니다. 마지막 단계는 %에 kvk 시즌 포인트를 곱하는 것입니다. 이 포인트는 왕이 설정합니다. 예를 들어 당신의 4티어 처치 기여도가 24 %이고 왕이 4티어 처치 점수를 0.7로 설정했다고 가정하면, 4티어 처치로 16.8 포인트를 얻을 수 있습니다.
tr: Her oyuncu kayıtları veritabanında saklanır (t4 öldürme, t5 öldürme, ölüm, Kaynak desteği, onur puanları). 1). Sistem toplam değerleri hesaplar. Bundan sonra sistem bu değerlere ne kadar katkıda bulunduğunuzu hesaplar. Örneğin: (x * 100) / toplam, burada x sizin t4 öldürmeleriniz ve toplam krallık t4 öldürmelerinizdir. Sonuç,% 100'de ne kadar katkıda bulunduğunuzu gösterecektir. Son adım, %'nizi kvk sezon puanı ile çarpmaktır. Bu noktalar kral tarafından belirlenir. Örneğin, (x * 100) / toplamınızın t4 öldürmeler için% 24 olduğunu ve şahın t4 öldürme puanını 0,7 olarak ayarladığını varsayalım. Bu, t4 öldürmelerinizden 16,8 puan alacağınız anlamına gelir.

# tableExp
source: Every players records are stored in the database (t4 kills, t5 kills, deaths, rss support, honor points). 1). System calculates the total values. After that system calculates how much you contributed to these values. For example: (x*100)/total, where x is your t4 kills and total is the kingdom t4 kills. The result will show how much you contributed on %100. The last step is multiplying your % with the kvk season point. These points are set by the king. For example let's say your (x*100)/total is 24% for t4 kills and the king set t4 kill score as 0,7. That means you will gain 16,8 points from your t4 kills.
fr: Les informations de tous les joueurs sont stockées dans la base de données (mises à mort de T4 et T5, morts, aides ressources et points d'honneur.) 1) Le système calcule les valeurs totales. Par exemple : (x*100)/total, où "x" est votre nombre de mises à mort T4 et "total" représente le nombre de mises à mort T4 du Royaume. Le résultat montrera votre taux de contribution sur 100%. La dernière étape est de multiplier votre pourcentage avec les points de la saison Kvk. Ces points sont fixés par le Roi. Par exemple, disons que votre (x*100)/total est 24% pour les mises à mort T4 et le roi à fixé un score de mises à mort T4 de 0,7. Cela signifie que vous gagnerez 16,8 points de vos mises à mort T4.
it: Tutti i dati dei giocatori vengono registrati ( uccisioni T4, uccisioni T5, morti, aiuto risorse, punti onore ). 1) Il sistema calcolerà il valore totale. Dopodiché il sistema calcolerà la partecipazione nei valori. Esempio: (x*100)/totale, dove x sono le tue uccisioni T4 e totale sono le uccisioni totali T4 del regno. I risultati mostreranno il tuo contributo in percentuale. L'ultimo passo sarà moltiplicare la tua percentuale con i punti della stagione kvk. Il valore dei punti viene deciso dal Re. Esempio: 24% contribuzione uccisioni T4 e il re decide 0.7 per uccisione. Significa che avrai 16.8 punti dalle tue uccisioni T4.
ko: 모든 플레이어 기록은 데이터베이스에 저장됩니다 (4티어 처치, 5티어 처치, 전사, 자원 지원, 명예 점수). 1). 시스템은 총 값을 계산합니다. 그 후 시스템은 이러한 가치에 얼마나 기여했는지 계산합니다. 예 : (x * 100) / total, 여기서 x는 당신의 4티어 처치이고 total은 왕국 전체의 4티어 처치입니다. 결과는 귀하가 왕국에 얼마나 기여했는지 % 단위로 보여줍니다. 마지막 단계는 %에 kvk 시즌 포인트를 곱하는 것입니다. 이 포인트는 왕이 설정합니다. 예를 들어 당신의 4티어 처치 기여도가 24 %이고 왕이 4티어 처치 점수를 0.7로 설정했다고 가정하면, 4티어 처치로 16.8 포인트를 얻을 수 있습니다.
tr: Her oyuncu kayıtları veritabanında saklanır (t4 öldürme, t5 öldürme, ölüm, Kaynak desteği, onur puanları). 1). Sistem toplam değerleri hesaplar. Bundan sonra sistem bu değerlere ne kadar katkıda bulunduğunuzu hesaplar. Örneğin: (x * 100) / toplam, burada x sizin t4 öldürmeleriniz ve toplam krallık t4 öldürmelerinizdir. Sonuç,% 100'de ne kadar katkıda bulunduğunuzu gösterecektir. Son adım, %'nizi kvk sezon puanı ile çarpmaktır. Bu noktalar kral tarafından belirlenir. Örneğin, (x * 100) / toplamınızın t4 öldürmeler için% 24 olduğunu ve şahın t4 öldürme puanını 0,7 olarak ayarladığını varsayalım. Bu, t4 öldürmelerinizden 16,8 puan alacağınız anlamına gelir.

# type
source: Player Type
fr: Type de joueur
it: Tipo giocatore.
ko: 플레이어 유형
tr: Oyuncu Tipi

# typeError
source: Performance values should be number. Please try again.
fr: Les valeurs de Performance doivent être un nombre. Réessayez s'il vous plait.
it: Valore prestazione espresso in numeri. Prova di nuovo.
ko: 성능 값은 숫자 여야합니다. 다시 시도하십시오.
tr: Performans değerleri sayı olmalıdır. Lütfen tekrar deneyin.

source: Username
fr: Nom d'Utilisateur
it: Nome utente.
ko: 사용자 이름
tr: Kullanıcı Adı

source: Welcome
fr: Bienvenue
it: Benvenuto.
ko: 어서 오십시오
tr: Hoşgeldiniz

source: Wipe Alliance
fr: Effacer Alliance
it: Cancellare l'alleanza.
ko: 연맹 지우기
tr: İttifakı Sil

# wipeMessage
source: This process will wipe all the data belonging to the object you want to delete. This process can't be taken back. Are you sure to wipe the data?
fr: Cette action va effacer toutes les données appartenant au message que vous souhaitez supprimer. Cette action est irréversible. Etes vous sûr de vouloir effacer ces données ?
it: Questo processo cancellerà tutti i dati appartenenti al oggetto che si sta cancellando. Il processo e irreversibile. Sei sicuro di voler cancellare i dati?
ko: 이 프로세스는 삭제하려는 개체에 속한 모든 데이터를 삭제합니다. 이 프로세스는 되돌릴 수 없습니다. 데이터를 삭제하시겠습니까?
tr: Bu işlem, silmek istediğiniz öğeye ait tüm verileri silecektir. Bu süreç geri alınamaz. Verileri sileceğinizden emin misiniz?

source: Wipe Season
fr: Effacer Saison
it: Cancellare stagione.
ko: 시즌 지우기
tr: Sezonu Sil

# wipeWarning
source: Cautious!
fr: Attention !
it: Prudenza!
ko: 조심하세요!
tr: Temkinli!

# compsci
source: Computer Scientist
fr: Informaticien
it: Informatico
ko: 컴퓨터 과학자
tr: Yazılım Uzmanı

source: Contact
it: contatto
ko: 접촉
tr: İletişim

source: Team
fr: équipe
it: squadra
ko: 팀
tr: Takım

source: RSS
fr: RSS (Ressources)
ko: 자원
tr: Kaynak Desteği
